[
      {"marca":"Chevrolet",
      "modelo":"Opala",
      "ano":"1968–1992",
      "combustivel":"Gasolina/Álcool",
      "pais_origem":"Brasil",
      "detalhes":"O Chevrolet Opala foi um automóvel de passeio fabricado pela General Motors no Brasil entre 1968 e 1992, sendo o primeiro carro de passeio da marca no país. Destacou-se pela confiabilidade, conforto, durabilidade e design inspirado no Opel Rekord, tornando-se um ícone da cultura automotiva brasileira e um dos modelos mais cultuados, com forte presença na cultura popular.",
      "imagem":"Cars/OPALA.jpg"},

      {"marca":"Chevrolet",
      "modelo":"Caravan",
      "ano":"1975–1992",
      "combustivel":"Gasolina/Álcool",
      "pais_origem":"Brasil",
      "detalhes":"A Chevrolet Caravan foi uma carrinha ou perua (station wagon) brasileira, baseada no Chevrolet Opala, que foi um dos maiores sucessos da General Motors no país. Lançada em 1975 e produzida até 1992, a Caravan destacou-se pelo seu espaço interno e de bagagem, oferecendo praticidade para famílias e transporte de cargas. Ao longo de sua história, teve versões como a Standard, Comodoro e a icónica SS, a primeira perua esportiva do Brasil. ",
      "imagem":"Cars/CARAVAN.JPG"},

      {"marca":"Chevrolet",
      "modelo":"Omega",
      "ano":"1992–1998",
      "combustivel":"Gasolina",
      "pais_origem":"Brasil",
      "detalhes":"Omega refere-se a várias entidades, mas mais frequentemente ao Chevrolet Omega, um sedã executivo produzido no Brasil entre 1992 e 2011, ou aos relógios de luxo da marca Omega, conhecidos pela sua precisão e design, como as coleções Speedmaster e Seamaster. Também pode referir-se ao Ômega 3, um nutriente essencial encontrado em peixes e suplementos alimentares, que é um ácido graxo com benefícios para a saúde cardiovascular.",
      "imagem":"Cars/OMEga.webp"},

  {"marca":"Chevrolet",
  "modelo":"Vectra",
  "ano":"1993–1999",
  "combustivel":"Gasolina",
  "pais_origem":"Brasil (importado inicialmente)"
  ,"detalhes":"O Chevrolet Vectra foi um sedan médio fabricado no Brasil pela General Motors (GM) entre 1993 e 2011, com motorizações variando do 2.0 8V flex a motores 16V mais potentes, como o 2.4. Com suspensão independente McPherson na frente, direção hidráulica, tração dianteira e transmissão manual ou automática, ele se tornou um dos sedans médios mais populares do país. ",
  "imagem":"Cars/VECTRA.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Monza",
  "ano":"1974–1996",
  "combustivel":"Gasolina",
  "pais_origem":"Brasil",
  "detalhes":" Chevrolet Monza foi um automóvel icónico fabricado pela General Motors no Brasil entre 1982 e 1996, inspirado no Opel Ascona. Conhecido pelo seu design moderno e tecnologia para a época, destacou-se pela grande distância entre eixos, proporcionando bom espaço interno, e foi um sucesso de vendas, sendo eleito Carro do Ano por três vezes. A linha incluía versões sedã e hatch, com diferentes motores e acabamentos, desde modelos de entrada até a versão desportiva S/R e o topo de gama Classic SE.",
  "imagem":"Cars/MONZA.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Kadett",
  "ano":"1989–1998",
  "combustivel":"Gasolina/Álcool",
  "pais_origem":"Brasil (base Alemanha)",
  "detalhes":"O Kadett foi um automóvel da Chevrolet, fabricado no Brasil entre 1989 e 1998, e que se destacou por suas inovações como o vidro colado em série e a injeção eletrônica. Lançado como uma evolução do Chevette, o modelo era um hatch médio que se tornou um desejo dos anos 90, com versões que iam de básicas (SL, SL/E) a esportivas (GSi), e oferecia conforto, espaço para cinco pessoas, e um design que se manteve atraente por anos. ",
  "imagem":"Cars/KADETT.WEBP"},

  {"marca":"Chevrolet",
  "modelo":"Corsa",
  "ano":"1994–1999",
  "combustivel":"Gasolina",
  "pais_origem":"Brasil",
  "detalhes":"A corça é um pequeno cervídeo europeu, conhecido pela sua pelagem que muda de cor no verão e inverno, e por ter galhadas apenas nos machos, que caem e crescem novamente. É um animal selvagem e veloz que não suporta confinamento, com uma notável capacidade de adaptação a ambientes alterados pelo homem. Outras características incluem o processo de gestação com implante tardio, que garante o nascimento dos filhotes na primavera, e um olfato aguçado. ",
  "imagem":"Cars/CORSA.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Chevette",
  "ano":"1975–1987",
  "combustivel":"Gasolina",
  "pais_origem":"Brasil/global",
  "detalhes":"O Chevette foi um carro compacto fabricado pela General Motors do Brasil a partir de 1973, sendo o primeiro modelo mundial da GM e o primeiro carro pequeno produzido pela empresa no Brasil. Conhecido por sua robustez, confiabilidade, tração traseira e dirigibilidade precisa, ele se tornou um dos carros mais populares do país, rivalizando com o Fusca e mantendo-se entre os mais vendidos até o fim da década de 80. ",
  "imagem":"Cars/CHEVETTE.JPG"},

  {"marca":"Chevrolet",
  "modelo":"D20",
  "ano":"1985–1996",
  "combustivel":"Diesel",
  "pais_origem":"Brasil",
  "detalhes":"A D20 era uma linha de camionetas da Chevrolet, fabricada no Brasil entre 1985 e 1996, para substituir a D10, oferecendo maior modernidade e capacidade de carga de cerca de 1.100kg. Produzida em diversas versões de cabine e caçamba, com motorizações a diesel (como a Perkins Q20B4 e a Iochpe-Maxion S4 4.0), a D20 destacava-se pela sua robustez, confiança e suspensão confortável, sendo uma opção para trabalho e lazer. ",
  "imagem":"Cars/D20.WEBP"},

  {"marca":"Chevrolet",
  "modelo":"Silverado",
  "ano":"1997–1999",
  "combustivel":"Gasolina/Diesel",
  "pais_origem":"Argentina (importado)",
  "detalhes":"A Silverado antiga, fabricada no Brasil entre 1997 e 2001, é uma picape grande e robusta, baseada na geração americana da linha C/K. Destacava-se pelo motor MWM 4.2 turbo diesel de 168 cv, câmbio manual de 5 marchas, tração traseira e uma suspensão traseira com eixo rígido e molas semi-elípticas, ideal para trabalho e capacidade de reboque. Suas características incluem um design imponente, porte grande com cerca de 4,94 m de comprimento e 2,25 m de largura, e espaço para três ocupantes.",
  "imagem":"Cars/silverado.jpg"},

  {"marca":"Chevrolet",
  "modelo":"S‑10",
  "ano":"1995–1999",
  "combustivel":"Gasolina/Diesel",
  "pais_origem":"Brasil",
  "detalhes":"A Chevrolet S10 surgiu no mercado brasileiro em 1995, com seu design arrojado, motor potente e dirigibilidade superior, fatores que conquistaram rapidamente o mercado, tornando-a uma das picapes queridinhas dos motoristas brasileiros desde então.",
  "imagem":"Cars/s10.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Chevelle",
  "ano":"1963–1977",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevelle foi um automóvel de médio porte fabricado pela Chevrolet em três gerações entre os anos-modelo de 1964 e 1977, notabilizando-se pela potência e desempenho, especialmente na sua versão Super Sport (SS), que o tornou um muscle car clássico. Produzido com diversos estilos de carroceria, como coupés, conversíveis e sedans, o Chevelle foi um dos modelos mais bem-sucedidos da Chevrolet, com motores V8 de diferentes cilindragens e configurações, e foi parte da plataforma A-body da General Motors.",
  "imagem":"Cars/CHEVELLE.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Caprice",
  "ano":"1965–1996",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Caprice foi um sedan, coupé ou perua de luxo da Chevrolet, produzido entre 1965 e 1996, conhecido por seu grande porte, conforto, linhas clássicas e uso frequente como viatura policial e taxi. O modelo se destacou por oferecer um interior com acabamentos requintados, bancos luxuosos e opcionais como ar-condicionado e volante ajustável, além de ter sido o topo de linha da Chevrolet por muitos anos. ",
  "imagem":"Cars/CAPRICE.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Impala",
  "ano":"1957–1985, 1994–1996",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Impala é um clássico modelo da Chevrolet, conhecido por suas icónicas triplas luzes traseiras e design de rabo de peixe nas suas primeiras gerações, como o modelo de 1958. Produzido por muitos anos, com interrupções, foi o carro de passageiros principal e um dos mais vendidos nos EUA. A versão Super Sport (SS) se destacou pela esportividade, com câmbio de assoalho e motores potentes, como o V8 409. ",
  "imagem":"Cars/IMPALA.JPEG"},

  {"marca":"Chevrolet",
  "modelo":"Corvette (até C4)",
  "ano":"1953–1999",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Corvette é uma linha de carros desportivos de dois lugares, fabricados pela Chevrolet (General Motors) desde 1953, sendo o único carro desportivo de massa produzido continuamente nos EUA",
  "imagem":"Cars/CORVETTE.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Camaro",
  "ano":"1966–1999",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"Chevrolet Camaro da primeira geração (1967-1969), um icónico muscle car americano com design agressivo, motores V8 potentes e um estilo desportivo, caracterizado por faróis escamoteáveis (versão RS) e várias opções de motorização e chassis, como as versões SS com desempenho aprimorado",
  "imagem":"Cars/CAMARO.JPG"},
  
  {"marca":"Chevrolet",
  "modelo":"Citation",
  "ano":"1979–1985",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Citation foi um carro compacto lançado pela General Motors (GM) em 1979 como modelo de 1980, substituindo o Chevrolet Nova e sendo o primeiro Chevrolet com tração dianteira. O Citation era baseado na plataforma X, que também era compartilhada com o Buick Skylark, Oldsmobile Omega e Pontiac Phoenix. Ele estava disponível como hatch de três ou cinco portas, ou como uma cupê de três volumes. OCitation oferecia opções de motores de quatro ou seis cilindros, e foi um marco importante na linha de carros compactos da Chevrolet na época. ",
  "imagem":"Cars/CITATION.JPG"},

  {"marca":"Chevrolet"
  ,"modelo":"El Camino",
  "ano":"1959–1987",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet El Camino é uma picape-coupé que combina o estilo de um carro de passeio com a versatilidade de uma caçamba, produzida entre 1959-1960 e 1964-1987. Diferente das picapes tradicionais, o El Camino foi desenvolvido a partir de plataformas de carros de passeio, como o Chevelle e o Malibu, oferecendo um design marcante e um nível de conforto superior, sendo uma opção para uso mais voltado ao lazer e estilo, em vez de apenas trabalho. ",
  "imagem":"Cars/EL CAMINO.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Nova / Chevy II",
  "ano":"até 1988",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":" Chevrolet Chevy II (mais tarde conhecido apenas como Nova) foi um automóvel compacto fabricado pela Chevrolet de 1962 a 1979 e novamente de 1985 a 1988, notabilizando-se por ser um carro versátil, acessível, e com potencial para se tornar um muscle car. O modelo original, mais focado em economia, evoluiu para versões mais potentes, com a inclusão da opção SS (Super Sport), que oferecia motores V8 mais potentes e uma estética desportiva. Os Chevys II mais icónicos eram compactos e leves, ideais para corridas e com o estilo sleeper, um carro discreto com desempenho de muscle car. ",
  "imagem":"Cars/II NOVA.JFIF"},

  {"marca":"Chevrolet",
  "modelo":"Beretta",
  "ano":"1987–1996",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Beretta é um cupê esportivo da Chevrolet, produzido entre 1987 e 1996, que serviu como sucessor do Chevrolet Citation e se posicionou entre os modelos Cavalier e Lumina/Monte Carlo. Distinguia-se pelo seu design cupê, com maçanetas verticais na coluna B. A plataforma utilizada foi a L-body, de tração dianteira, e sua carroceria foi desenvolvida no mesmo estúdio de design dos modelos Camaro e Corvette. Em 1990, uma versão conversível foi a escolhida como carro-madrinha das 500 Milhas de Indianápolis.",
  "imagem":"Cars/BERETTA.jpg"},

  {"marca":"Chevrolet",
  "modelo":"Cavalier",
  "ano":"1982–1999",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":" Chevrolet Cavalier é um modelo de carro compacto, fabricado em diversas gerações desde o final dos anos 1970 até meados dos anos 2000, com presença marcante nos EUA e México. Conhecido por ser um veículo acessível e econômico, o Cavalier foi produzido em diferentes tipos de carroceria, incluindo sedã, cupê e hatchback, para atender a um público que buscava um carro prático para o dia a dia. A última versão do Cavalier no mercado mexicano foi descontinuada em 2005, sendo substituída pelo Cobalt",
  "imagem":"Cars/CAVALIER.jfif "},

  {"marca":"Chevrolet",
  "modelo":"K5 Blazer",
  "ano":"1973–1991",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet K5 Blazer foi um utilitário esportivo (SUV) de tamanho normal da Chevrolet, lançado em 1969 como o modelo de duas portas da linha de picapes C/K, sendo um veículo de suspensão capaz e curta distância entre eixos que o tornou popular no mundo 4x4. Caracterizava-se por suas capotas removíveis (até 1975) e mais tarde por um design de meia-cabine (a partir de 1976), além de oferecer opções de tração traseira ou 4x4. O nome K5 Blazer foi descontinuado em 1995, sendo substituído pelo Chevrolet Tahoe, mas o nome Blazer continuou a ser usado em veículos menores.",
  "imagem":"Cars/K5 BLAZER.JPG"},

  {"marca":"Chevrolet",
  "modelo":"C/K Series",
  "ano":"1960–1999",
  "combustivel":"Gasolina/Diesel",
  "pais_origem":"EUA",
  "detalhes":"A série Chevrolet C/K é uma linha icónica de picapes e veículos utilitários produzida pela General Motors (GM) entre 1960 e 2002. A principal característica da designação C/K é que C representa um veículo com tração traseira (2WD), enquanto K indica um veículo com tração às quatro rodas (4x4). Ao longo de sua história, a série passou por várias gerações, caracterizando-se por inovações como chassis mais baixos, suspensões independentes, diferentes configurações de cabine e caçamba, e diversas opções de motorização, tornando-se um símbolo de robustez e versatilidade para trabalho pesado e off-road. ",
  "imagem":"Cars/Ck.jpg"},

  {"marca":"Chevrolet",
  "modelo":"Suburban",
  "ano":"1935–1999",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Suburban é um SUV grande e luxuoso, conhecido pelo seu espaço interior generoso, com até três fileiras de bancos, capacidade para oito passageiros, e um porta-malas muito espaçoso, ideal para grandes famílias e viagens. Equipado com um motor potente, tipicamente V8, oferece excelente capacidade de reboque e conforto superior, com recursos como suspensão independente nas quatro rodas e sistemas de tecnologia avançados para garantir uma condução suave e segura em diversos terrenos. ",
  "imagem":"Cars/SUBURBAN.WEBP"},

  {"marca":"Chevrolet",
  "modelo":"Spark",
  "ano":"1998–1999",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Spark de 1998 refere-se à primeira geração (M100/150) do veículo, um carro urbano hatch de 5 portas com motor dianteiro e tração dianteira, com potências de cerca de 63 cavalos. Lançado em 1998 e produzido até 2005, foi vendido principalmente na América Central e do Sul e era um modelo compacto e eficiente, sucessor do Daewoo Tico.",
  "imagem":"Cars/SPARK.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Malibu",
  "ano":"1964–1999",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Malibu é um sedan de grande porte, conhecido pelo conforto e bom espaço interno, que foi fabricado pela Chevrolet entre 1964-1983 e depois de 1997 até 2025. Ele é caracterizado por um desempenho eficiente, como o modelo 2.4 que atinge 171 cv, e por uma transmissão automática de seis marchas que proporciona uma dirigibilidade suave. Equipado com recursos de segurança como airbags e freios ABS, e um sistema de som de qualidade, o Malibu oferece uma experiência de condução agradável e segura, especialmente para quem precisa de um carro espaçoso e confortável para viagens. ",
  "imagem":"Cars/malibu.jpg"},

  {"marca":"Chevrolet",
  "modelo":"Bel Air",
  "ano":"1949–1980",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Bel Air é um carro icónico produzido entre 1950 e 1975, conhecido pelo seu design marcante e luxo, especialmente nas gerações dos anos 50, onde foi uma versão topo de gama. Os modelos clássicos apresentavam motores de 6 ou 8 cilindros, uma variedade de carrocerias (sedã, cupê, conversível, perua), e ofereciam opções de luxo como direção hidráulica e opcionais de conforto. Tornou-se um símbolo da era de ouro americana e é muito procurado por colecionadores. ",
  "imagem":"Cars/ BEL AIR.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Celebrity",
  "ano":"1981–1990",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Celebrity foi um carro médio fabricado entre 1982 e 1989, baseado na plataforma de tração dianteira GM A-body. Ele estava disponível nas versões cupê, sedan e station wagon, oferecendo recursos como injeção eletrônica de combustível e opções de motores de quatro e seis cilindros. O modelo foi substituído pelo Chevrolet Lumina em 1989. ",
  "imagem":"Cars/CELEBRITY.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Corvair",
  "ano":"1959–1969",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Corvair foi um automóvel produzido pela Chevrolet entre 1960 e 1969. O modelo foi oferecido em diversas versões de sua estrutura, incluindo o sedan com 4 portas, coupé e conversível com duas portas, e uma station wagon (perua). Também teve uma série construída como carro de passageiros, estilo uma Van compacta chamada Greenbrier similar ao Volkswagen Kombi. Veículos comerciais derivados do modelo também foram desenvolvidos, como PickupS e mini-vans, conhecida em Portugal como carrinha de gama.",
  "imagem":"Cars/CORVAIR.JFIF"},

  {"marca":"Chevrolet",
  "modelo":"Vega",
  "ano":"1970–1977",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":" Chevrolet Vega é um automóvel subcompacto fabricado entre 1970 e 1977, conhecido pela sua engenharia inovadora, como um bloco de motor de alumínio e o prêmio de Carro do Ano da Motor Trend em 1971, mas também por problemas de confiabilidade, ferrugem e durabilidade do motor, que mancharam a sua reputação, levando-o a se tornar um símbolo dos problemas da indústria automobilística de Detroit na época. ",
  "imagem":"Cars/VEGA.JFIF"},

  {"marca":"Chevrolet",
  "modelo":"Monte Carlo",
  "ano":"1969–1987,1994–1999",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Monte Carlo foi um coupé desportivo e de luxo, produzido pela General Motors entre 1970 e 2007, com um design elegante inspirado em Mônaco e uma forte ligação com as corridas de stock car da NASCAR. Ao longo da sua história, o modelo passou por várias gerações, adaptando-se às mudanças de mercado, desde a motorização V8 e tração traseira dos modelos iniciais até às plataformas de tração dianteira com motores V6 e V8 nas gerações posteriores, mantendo-se como um coupé de referência da Chevrolet. ",
  "imagem":"Cars/MONTE CARLO.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Lumina",
  "ano":"1989–1999",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Lumina foi um sedã de tamanho grande produzido pela Chevrolet entre 1990 e 2001, conhecido por seu design aerodinâmico, conforto e espaço. Oferecia motores V6 potentes, como o 3.1 V6 em modelos como o Lumina APV 3.1 V6 de 1995, e trazia recursos como câmbio automático, direção hidráulica, ar-condicionado e sistema de som. As versões LS e Z34, mais esportiva e com suspensão aprimorada, eram equipadas com bancos de couro e acabamentos premium, como madeira sintética e volante em couro. ",
  "imagem":"Cars/LUMINA.WEBP"},

  {"marca":"Chevrolet",
  "modelo":"Lumina APV",
  "ano":"1991–1996",
  "combustivel":"Gasolina",
  "pais_origem":"EUA",
  "detalhes":"O Chevrolet Lumina APV é uma minivan norte-americana de tração dianteira, produzida de 1990 a 1996, com design futurista e carroceria de plástico. Ele era equipado inicialmente com motor V6 3.1l (122 cv) e câmbio automático de 3 marchas, sendo posteriormente substituído por versões mais potentes com motor V6 3.8l e 3.4l. O modelo foi importado para o Brasil no início dos anos 90 e era comercializado como veículo familiar e utilitário, sendo reconhecido pelo seu alto nível de conforto e pelas suas dimensões, que o posicionavam como um veículo de médio-grande porte. ",
  "imagem":"Cars/LUMINA APV.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Chevy 500",
  "ano":"1983–1995",
  "combustivel":"Gasolina",
  "pais_origem":"Brasil",
  "detalhes":"A Chevrolet Chevy 500 é uma picape compacta da Chevrolet, fabricada no Brasil e baseada no Chevette, com foco na praticidade e na capacidade de carga de 500 kg, a qual deu nome ao modelo. Era conhecida pela sua robustez, confiabilidade e pela tração traseira, que a favorecia em terrenos acidentados e com a caçamba carregada. Os modelos eram equipados com o motor OHC 1.6 do Chevette, com opções a gasolina e a álcool, e posteriormente versões com câmbio automático. As linhas eram simples, refletindo a proposta de um veículo para trabalho e uso diário. ",
  "imagem":"Cars/CHEVY 500.JPG "},

  {"marca":"Chevrolet",
  "modelo":"Bonanza",
  "ano":"1989–1994",
  "combustivel":"Gasolina",
  "pais_origem":"Brasil",
  "detalhes":" Chevrolet Bonanza foi um utilitário desportivo (SUV) de grande porte, produzido no Brasil entre 1989 e 1994, sendo essencialmente uma versão de duas portas e entre-eixos mais curto da Chevrolet Veraneio. Derivado das picapes da Série 20 (como a D20), o modelo era conhecido pela sua robustez e foi oferecido com diferentes opções de motores, incluindo o a gasolina/álcool de 6 cilindros da linha Opala e os motores a diesel Perkins e Maxion. Destacava-se por ser um SUV raiz, combinando força e um estilo retrô. ",
  "imagem":"Cars/BONANZA.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Ipanema",
  "ano":"1989–1997",
  "combustivel":"Gasolina/Álcool",
  "pais_origem":"Brasil",
  "detalhes":"A Chevrolet Ipanema foi uma perua fabricada no Brasil entre 1989 e 1997, sendo a versão station wagon do Chevrolet Kadett, com design derivado do Opel Kadett Caravan alemão. O carro foi introduzido para atender à demanda por veículos peruas e era oferecido com motores 1.8L e 2.0L, a álcool ou gasolina. Com um amplo espaço de porta-malas e um projeto considerado prático e familiar, a Ipanema se destacou por oferecer funcionalidade com boa estabilidade, graças à suspensão dianteira independente tipo McPherson e ao eixo de torção traseiro. ",
  "imagem":"Cars/IPANEMA.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Marajó",
  "ano":"1980–1989",
  "combustivel":"Gasolina/Álcool",
  "pais_origem":"Brasil",
  "detalhes":"O Chevrolet Marajó foi uma perua (station wagon) fabricada no Brasil entre 1980 e 1989, baseada no Chevette e inspirada no Opel Kadett Caravan europeu, atendendo à necessidade de famílias da época. Produzido em diferentes versões como L, SL, SE e SL/E, foi equipado com motores 1.4 ou 1.6, disponíveis a gasolina ou álcool. O modelo se destacava pela sua praticidade para o dia a dia e a chegada da Ipanema, uma perua mais moderna, encerrou sua produção em 1989. ",
  "imagem":"Cars/MARAJO.JPG"},

  {"marca":"Chevrolet",
  "modelo":"S‑10 Blazer",
  "ano":"1983–1999",
  "combustivel":"Gasolina/Diesel",
  "pais_origem":"EUA/Brasil",
  "detalhes":"O Chevrolet S10 Blazer foi uma versão SUV derivada da picape S10, produzida no Brasil desde 1995, e que se destacou pela sua robustez e versatilidade. Oferecida em diversas motorizações, incluindo 2.2 e 2.4 a gasolina e motores turbodiesel, a S10 Blazer se caracterizava por sua boa altura do solo e suspensão, o que a tornava apta para terrenos acidentados, mesmo em versões 4x2.  ",
  "imagem":"Cars/S10 BLAZER.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Spectrum",
  "ano":"1985–1990",
  "combustivel":"Gasolina",
  "pais_origem":"Brasil",
  "detalhes":"O Chevrolet Spectrum foi um carro compacto das décadas de 1980, conhecido por sua praticidade e design funcional, com linhas retas e angulares típicas da época. Disponível como hatchback ou sedan, era a versão americana do Isuzu Gemini e oferecia desde um motor básico até uma versão Turbo mais esportiva com suspensão aprimorada, volante esportivo e spoilers. A qualidade dos materiais era adequada para a categoria, com um interior básico mas prático, e a principal carroçaria era o hatchback de três portas.",
  "imagem":"Cars/SPECTRUM.JPG"},

  {"marca":"Chevrolet",
  "modelo":"Celebrity (Brasil)",
  "ano":"1982–1990",
  "combustivel":"Gasolina",
  "pais_origem":"Brasil",
  "detalhes":"O Chevrolet Celebrity é um carro médio, fabricado pela Chevrolet de 1982 a 1990, baseado na plataforma de tração dianteira GM A-body. Posicionado entre o compacto Citation e a plataforma de tração traseira G-body, foi o primeiro carro americano de médio porte de produção em massa com tração dianteira. O Celebrity foi muito popular, sendo o carro mais vendido na América do Norte em 1986. ",
  "imagem":"Cars/CELEBRYTE BRASIL.WEBP"},
 
      

    {
      "marca": "Ford",
      "modelo": "Model T",
      "combustivel": "Gasolina (também etanol ou querosene em versões antigas)",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1908–1927",
      "detalhes": "O Ford Modelo T foi um automóvel icónico fabricado entre 1908 e 1927, conhecido como o primeiro carro de massa, procurado pela sua acessibilidade, durabilidade e facilidade de manutenção, que colocou o mundo sobre rodas. Equipado com um motor a gasolina de 4 cilindros e 2,9 litros, produzia 20 cv, atingindo uma velocidade máxima de 72 km/h. Destacou-se pela durabilidade, com o uso de materiais como o aço vanádio, e pela sua produção em massa na linha de montagem, que o tornou acessível e colocou o carro a meio de todos os que circulavam nos EUA em 1918",
      "imagem":"ford/model t.jpg"
    },
    {
      "marca": "Ford",
      "modelo": "Model A (1927)",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1927–1931",
      "detalhes": "O Ford Modelo A foi um automóvel icónico que sucedeu o popular Modelo T, lançado em 1927. Apresentava um motor de 4 cilindros, 3,3 litros, 40 cv de potência e velocidade máxima de 105 km/h. As inovações incluíam um sistema de refrigeração forçada, amortecedores hidráulicos, freios nas quatro rodas e o famoso logotipo oval azul da Ford, o que o tornou um grande sucesso de vendas, com milhões de unidades vendidas até o fim da sua produção em 1932. ",
      "imagem":"ford/model a.webp"
    },
    {
      "marca": "Ford",
      "modelo": "Model B",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1904–1906",
      "detalhes": "Existem dois Ford Model B distintos na história: o primeiro, de 1904, era um carro de luxo, com motor de quatro cilindros refrigerado a água e posicionado na frente, representando um avanço sobre os modelos anteriores. O segundo Model B, produzido de 1932 a 1934, era um sucessor direto do Model A, equipado com uma versão atualizada do motor de quatro cilindros do Modelo A, e notável por sua importância na cultura dos hot rods. " ,
       "imagem":"ford/model b.jpg"
    },
    {
      "marca": "Ford",
      "modelo": "Model C",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1904–1905",
      "detalhes": "um dos primeiros carros da Ford lançado em 1904 nos Estados Unidos, substituído pelo Model F em 1905" ,
      "imagem":"ford/model c.jpg"
    },
    {
      "marca": "Ford",
      "modelo": "Model K",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1906–1908",
      "detalhes": "O Ford Model K foi um automóvel de luxo produzido pela Ford entre 1906 e 1908, sendo o primeiro modelo da marca com motor de seis cilindros. Equipado com um motor de 40 cv e um visual luxuoso, foi um importante passo para o desenvolvimento da Ford, embora o seu preço elevado e o foco da empresa no mercado de massa com o Model T, tenham levado à sua descontinuação. " ,
      "imagem":"ford/model k.jpg"
    },
    {
      "marca": "Ford",
      "modelo": "Anglia (105E)",
      "combustivel": "Gasolina",
      "pais_origem": "Reino Unido",
      "ano_fabricacao": "1959–1967",
      "detalhes": "O Ford Anglia foi um carro familiar de fabrico britânico, produzido pela Ford UK entre 1939 e 1967, notável pelo seu estilo icónico e linhas curvas." ,
      "imagem":"ford/anglia.webp"
    },
    {
      "marca": "Ford",
      "modelo": "Cortina Mk I",
      "combustivel": "Gasolina",
      "pais_origem": "Reino Unido",
      "ano_fabricacao": "1962–1966",
      "detalhes": "O Ford Cortina Mk1, lançado em 1962, é um carro familiar de médio porte com design elegante e um sucesso global, destacando-se por sua funcionalidade e também por versões desportivas, como o lendário Cortina-Lotus, criado em parceria com a Lotus, que o transformou num ícone de desempenho no automobilismo e um carro amado por entusiastas e colecionadores." ,
      "imagem":"ford/cortina mk1"
    },
    {
      "marca": "Ford",
      "modelo": "Cortina Mk II",
      "combustivel": "Gasolina",
      "pais_origem": "Reino Unido",
      "ano_fabricacao": "1966–1970",
      "detalhes": "Evolução do Mk I, ainda popular no Reino Unido. Ford Cortina Mk2, lançado em 1967, foi uma evolução significativa do seu antecessor, apresentando um design mais moderno com linhas mais limpas, uma grelha preta e acabamentos cromados." ,
      "imagem":"ford/cortina mk2.jpg"
    },
    {
      "marca": "Ford",
      "modelo": "Cortina Mk III",
      "combustivel": "Gasolina",
      "pais_origem": "Reino Unido",
      "ano_fabricacao": "1970–1976",
      "detalhes": "O Ford Cortina Mk3, fabricado entre 1970 e 1976, foi um carro de família popular no Reino Unido, conhecido pelo seu design moderno com linhas mais curvas, inspirado na garrafa de Coca-Cola, que lhe conferiam um visual mais esportivo, além de uma distância entre eixos maior que a do seu antecessor.",
      "imagem":"ford/cortina mk3.webp"
    },
    {
      "marca": "Ford",
      "modelo": "Cortina Mk IV",
      "combustivel": "Gasolina",
      "pais_origem": "Reino Unido",
      "ano_fabricacao": "1976–1982",
      "detalhes": " Ford Cortina Mk4, um sedã e perua britânico lançado em 1976, foi uma evolução estilística do modelo anterior, com uma carroceria mais quadrada e aerodinâmica, janelas maiores e interiores refinados, partilhando grande parte da plataforma e motores (Pinto e Essex V6) do seu antecessor." ,
      "imagem":"ford/cortina mk4.webp"
    },
    {
      "marca": "Ford",
      "modelo": "Consul Classic",
      "combustivel": "Gasolina",
      "pais_origem": "Reino Unido",
      "ano_fabricacao": "1961–1963",
      "detalhes": "O Ford Consul Classic, produzido pela Ford UK de 1961 a 1963, era um sedã de médio porte com design de estilo americano, caracterizado pela janela traseira inclinada para trás e pelas barbatanas traseiras." ,
      "imagem":"ford/consul classic.jpg"
    },
    {
      "marca": "Ford",
      "modelo": "Corsair",
      "combustivel": "Gasolina",
      "pais_origem": "Reino Unido",
      "ano_fabricacao": "1963–1970",
      "detalhes": "O Ford Corsair foi um carro médio fabricado no Reino Unido pela Ford entre 1964 e 1970, sucedendo o Consul Classic e destacando-se pelo seu design inspirado nos Ford americanos, com uma frente em forma de V horizontal e linhas traseiras que lembravam jatos." ,
      "imagem":"ford/corsair.jpg"
    },
    {
      "marca": "Ford",
      "modelo": "Zephyr Mk 2",
      "combustivel": "Gasolina",
      "pais_origem": "Reino Unido",
      "ano_fabricacao": "1956–1962",
      "detalhes": "O Ford Zephyr Mk II, fabricado de 1956 a 1962, foi um carro de médio porte da Ford britânica, conhecido pelo seu estilo inspirado nos EUA, linhas fluidas e a sua variação de luxo, o Zodiac, com motor de seis cilindros em linha de 2,5 litros." ,
      "imagem":"ford/zephyr mk2.jpg"
    },
    {
      "marca": "Ford",
      "modelo": "Zodiac Mk 3",
      "combustivel": "Gasolina",
      "pais_origem": "Reino Unido",
      "ano_fabricacao": "1962–1966",
      "detalhes": "O Ford Zodiac Mk III foi um automóvel britânico de luxo, produzido entre 1962 e 1966, que se destacava pela carroçaria única com quatro faróis, a grade dianteira mais proeminente e um interior luxuoso, oferecendo um motor de seis cilindros e um grande porta-malas. " ,
      "imagem":"ford/zodiac mk3.jpg" 
    },
    {
      "marca": "Ford",
      "modelo": "GT40",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos / Europa",
      "ano_fabricacao": "1966–1968",
      "detalhes": "O Ford GT40 é um carro de corrida americano de alto desempenho e baixo perfil, construído pela Ford nos anos 1960 para competir nas 24 Horas de Le Mans e deter a dominação da Ferrari. Caracterizado pelo seu chassi leve de alumínio, design aerodinâmico e motor V8 central, o GT40 foi notável pela sua vitória inaugural e subsequentemente esmagadora em Le Mans entre 1966 e 1969, o que lhe valeu o apelido de (matador de Ferraris)." ,
      "imagem":"ford/gt40.jpg" 
    },
    {
      "marca": "Ford",
      "modelo": "Escort Mk I",
      "combustivel": "Gasolina",
      "pais_origem": "Reino Unido / Europa",
      "ano_fabricacao": "1968–1974",
      "detalhes": "O Ford Escort Mk I, produzido entre 1968 e 1974 na Europa, era um carro com tração traseira, conhecido pelo design arredondado e por seu sucesso em ralis. "  ,
      "imagem":"ford/escort mk1.jpg"
    },
    {
      "marca": "Ford",
      "modelo": "Escort Mk III",
      "combustivel": "Gasolina",
      "pais_origem": "Europa / Brasil",
      "ano_fabricacao": "1980–1986",
      "detalhes": "O Ford Escort Mk3, a terceira geração do modelo lançada em 1980, caracterizou-se por um design mais moderno e aerodinâmico, com foco na eficiência e tecnologia para a época, incluindo a oferta de motores modernos, tração dianteira e diversas versões de acabamento, como a luxuosa Ghia e a desportiva XR3, que se tornou um ícone." ,
      "imagem":"ford/ escorte mk3.jpg" 
    },
    {
      "marca": "Ford",
      "modelo": "Escort Mk 6",
      "combustivel": "Gasolina",
      "pais_origem": "Europa / Brasil",
      "ano_fabricacao": "1995–2000",
      "detalhes": "O Ford Escort Mk6, lançado em 1995, representou uma atualização do modelo anterior, com a carroceria e o interior revistos, mas manteve sua base mecânica. No Brasil, este modelo é conhecido pelo bom equipamento de fábrica, como vidros e travas elétricas, ar condicionado e direção hidráulica, embora a falta de regulagem de altura nos bancos e volante fosse uma desvantagem para um carro esportivo. " ,
      "imagem":"ford/escort mk6.webp" 
    },
    {
      "marca": "Ford",
      "modelo": "Fiesta Mk I",
      "combustivel": "Gasolina",
      "pais_origem": "Europa",
      "ano_fabricacao": "1976–1983",
      "detalhes": "O Ford Fiesta Mk I, lançado em 1976, foi o primeiro automóvel multinacional de tração dianteira da Ford Europa, disponível como hatchback de três portas e furgão. ",
      "imagem":"ford/fiesta mk1.jpg"  
    },
    {
      "marca": "Ford",
      "modelo": "Sierra",
      "combustivel": "Gasolina",
      "pais_origem": "Reino Unido / Europa",
      "ano_fabricacao": "1982–1993",
      "detalhes": "O Ford Sierra foi um carro familiar de médio a grande porte, fabricado pela Ford Europa de 1982 a 1993, conhecido pelo seu estilo aerodinâmico, que influenciou modelos futuros como o Ford Taurus nos Estados Unidos." ,
      "imagem":"ford/sierra.jpg" 
    },
    {
      "marca": "Ford",
      "modelo": "Thunderbird (5ª gen)",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1955–1997",
      "detalhes": "A quinta geração do Ford Thunderbird (1967-1971) foi uma mudança significativa do modelo anterior, marcando um retorno à produção de um carro maior e de luxo pessoal, em resposta a um declínio nas vendas devido à popularidade do Ford Mustang e do Mercury Cougar." ,
      "imagem":"ford/thunderbird.jpg" 
    },
    {
      "marca": "Ford",
      "modelo": "Bronco (IV/V)",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1987–1996",
      "detalhes": "O Ford Bronco 1987, quarta geração, é um SUV robusto e versátil, conhecido por sua confiabilidade e design mais suave que o modelo anterior. Suas principais características incluem o estilo de sedan no painel, o motor com opções que vão de seis cilindros a V8, eixos rígidos para uso off-road e a adição de freios ABS na traseira como novo recurso de segurança.",
      "imagem":"ford/bronco.webp"  
    },
    {
      "marca": "Ford",
      "modelo": "Taurus (1ª geração)",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1986–1991",
      "detalhes": "O Ford Taurus da primeira geração (1986-1991) é caracterizado pelo seu design aerodinâmico e futurista, que o destacou na época, influenciando a indústria automobilística, como citado pela MotorTrend no Museu Henry Ford. O carro oferecia um habitáculo espaçoso, disponível em configurações de sedã e perua, com opções de motorização que incluíam o 2.5 litros a gasolina e o V6 3.0 litros. " ,
      "imagem":"ford/taurus.webp" 
    },
    {
      "marca": "Ford",
      "modelo": "Crown Victoria (1ª geração)",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1992–1997",
      "detalhes": "A 1ª geração do Ford Crown Victoria não se refere ao modelo mais conhecido dos anos 90 e 2000, mas sim ao Ford LTD Crown Victoria, produzido de 1983 a 1991. Este era um sedã grande, de tração traseira, que foi o substituto do Ford LTD e um precursor do modelo Crown Victoria que se tornou muito popular como viatura policial e táxi." ,
      "imagem":"ford/crow victoria.jpg" 
    },
    {
      "marca": "Ford",
      "modelo": "Corcel",
      "combustivel": "Gasolina/Álcool",
      "pais_origem": "Brasil",
      "ano_fabricacao": "1968–1977",
      "detalhes": "O Ford Corcel foi um automóvel familiar médio, produzido no Brasil pela Ford de 1968 a 1986, conhecido por seu design moderno e bom espaço interno para a época, além de um motor dianteiro 4 cilindros. ",
      "imagem":"ford/corcel.jpg" 
      
    },
    {
      "marca": "Ford",
      "modelo": "Corcel II",
      "combustivel": "Gasolina/Álcool",
      "pais_origem": "Brasil",
      "ano_fabricacao": "1978–1986",
      "detalhes": "O Ford Corcel II é um sedã médio brasileiro, fabricado de 1977 a 1986, conhecido pela sua mecânica confiável e bom acabamento, que o tornaram um carro popular e um dos mais vendidos no país. ",
      "imagem":"ford/corcel 2.webp"
      
    },
    {
      "marca": "Ford",
      "modelo": "Del Rey",
      "combustivel": "Gasolina/Álcool",
      "pais_origem": "Brasil",
      "ano_fabricacao": "1981–1991",
      "detalhes": "O Ford Del Rey foi um sedã médio luxuoso fabricado no Brasil entre 1981 e 1991, conhecido por seu acabamento refinado, design europeu e conceito de carro familiar de luxo.",
      "imagem":"ford/del rey.jpg"
      
    },
    {
      "marca": "Ford",
      "modelo": "Pampa",
      "combustivel": "Gasolina/Álcool",
      "pais_origem": "Brasil",
      "ano_fabricacao": "1982–1997",
      "detalhes": "A Ford Pampa foi uma picape compacta fabricada no Brasil pela Ford entre 1982 e 1997, baseada no Ford Corcel. Caracterizada pela durabilidade e capacidade de carga para o seu porte, tornou-se uma picape de sucesso e foi a única picape pequena do país a oferecer tração 4x4. ",
      "imagem":"ford/pampa.jpg"
      
    },
    {
      "marca": "Ford",
      "modelo": "Belina",
      "combustivel": "Gasolina/Álcool",
      "pais_origem": "Brasil",
      "ano_fabricacao": "1971–1991",
      "detalhes": "A Ford Belina foi uma perua lançada em 1970 pela Ford, baseada no Corcel, e descontinuada em 1991, marcando o tempo como um veculo moderno e espaçoso para sua época. Produzida em vrias versoes, incluindo L, LDO, Scala e GLX/Ghia, ela ganhou atualizacoes em 1978 com o lançamento da Belina II, em 1983 com a Scala, e foi a primeira perua nacional a ter uma versão 4x4 em 1985. ",
      "imagem":"ford/belina.jpg" 
      
    },
    {
      "marca": "Ford",
      "modelo": "Versailles",
      "combustivel": "Gasolina/Álcool",
      "pais_origem": "Brasil",
      "ano_fabricacao": "1992–1996",
      "detalhes": "O Ford Versailles foi um sedã de grande porte, produzido no Brasil e Argentina entre 1991 e 1996 pela Autolatina, uma joint-venture entre Ford e Volkswagen. Ele era, na prática, uma versão do Volkswagen Santana adaptada para a Ford, compartilhando diversas partes mecânicas e estruturais.",
      "imagem":"ford/versalles.webp"  
    },
    {
      "marca": "Ford",
      "modelo": "Scorpio",
      "combustivel": "Gasolina/Diesel",
      "pais_origem": "Europa",
      "ano_fabricacao": "1985–1999",
      "detalhes": " Ford Scorpio era um automóvel grande de tração traseira, introduzido pela Ford na Europa a partir de 1994, disponível em versões sedan e station wagon, com motores a gasolina e diesel, câmbios manuais e automáticos, sendo marcante por seu estilo e tecnologia para a época. "  ,
      "imagem":"ford/scorpion.jpg"
    },
    {
      "marca": "Ford",
      "modelo": "Laser",
      "combustivel": "Gasolina/Diesel",
      "pais_origem": "Ásia/Oceania",
      "ano_fabricacao": "1981–2005",
      "detalhes": "O Ford Laser foi um carro compacto rebaptizado de modelos Mazda (principalmente o Mazda 323) e comercializado pela Ford em mercados asiáticos, oceânicos e sul-africanos, sem ser vendido oficialmente nos Estados Unidos." ,
      "imagem":"ford/laser.jpg-" 
    },
    {
      "marca": "Ford",
      "modelo": "Pinto",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1970–1980",
      "detalhes": "O Ford Pinto foi um subcompacto produzido nos Estados Unidos entre 1971 e 1980, sendo o primeiro modelo subcompacto da Ford no país, lançado para competir com a crescente demanda por veículos pequenos e econômicos, após o sucesso de modelos estrangeiros como o Volkswagen Beetle. ",
      "imagem":"ford/pinto.jpg"  
    },
    {
      "marca": "Ford",
      "modelo": "Probe",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos / Japão",
      "ano_fabricacao": "1989–1998",
      "detalhes": "O Ford Probe é um cupê esportivo liftback (hatchback) de tração dianteira que foi fabricado pela Ford entre 1988 e 1997, em duas gerações. Desenhado com colaboração da Mazda e utilizando plataformas da fabricante japonesa, o Probe foi concebido para preencher o espaço deixado pelo Ford Capri na Europa. Apesar de inicialmente planejado como a quarta geração do Mustang, a plataforma de tração dianteira gerou oposição dos fãs do Mustang, que preferiam a tração traseira e os motores V8. ",
      "imagem":"ford/"  
    },
    {
      "marca": "Ford",
      "modelo": "Tempo",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1984–1994",
      "detalhes": "O Ford Tempo foi um automóvel da Ford produzido entre 1984 e 1994, com versões sedã e coupé, que substituiu o Ford Fairmont nos mercados americano e canadiano. Tinha uma estrutura monobloco com suspensão dianteira MacPherson e uma suspensão traseira independente inovadora para a época, e foi oferecido com motores Ford (2.3L I4 e 3.0L V6) e uma opção da Mazda (2.0L I4). ",
      "imagem":"ford/tempo.jpg"  
    },
    {
      "marca": "Ford",
      "modelo": "Mondeo (1ª geração)",
      "combustivel": "Gasolina/Diesel",  
      "pais_origem": "Europa",
      "ano_fabricacao": "1993–2000",
      "detalhes": "O Ford Mondeo de 1ª geração (Mk I), lançado em 1993, é um carro de porte médio com tração dianteira, que foi projetado como um carro mundial, substituindo o Sierra na Europa e o Ford Tempo/Mercury Topaz na América do Norte (onde foi vendido como Ford Contour e Mercury Mystique). Estava disponível em versões sedã, liftback e perua (station wagon), e seu design foi desenvolvido em conjunto pelas Ford dos EUA e da Europa. Recebeu um facelift em 1996, que se tornou conhecido como Mondeo Mk II, mas o lançamento original de 1993 é referido como o primeiro modelo. ",
      "imagem":"ford/mondeo.webp"  
    },
    {
      "marca": "Ford",
      "modelo": "Ka (Mk I)",
      "combustivel": "Gasolina",
      "pais_origem": "Europa",
      "ano_fabricacao": "1996–2008",
      "detalhes": "O Ford Ka Mk I, lançado no Brasil em 1997, é um hatchback compacto conhecido pelo seu design ousado para a época, com traseira alta, e o motor 1.0 com injeção monoponto e 53,5 cavalos de potência, que o tornavam um carro ágil para o uso urbano. ",
      "imagem":"ford/ka.webp"  
    },
    {
      "marca": "Ford",
      "modelo": "Granada (Mk I)",
      "combustivel": "Gasolina",
      "pais_origem": "Europa",
      "ano_fabricacao": "1972–1977",
      "detalhes": "O Ford Granada foi um carro executivo de grande porte, produzido pela Ford Europa a partir de 1972, com o nome sendo usado no Reino Unido até 1994 e na Europa continental até 1985, quando foi substituído pelo Ford Scorpio. Existiram também modelos na América do Norte, com características distintas. O carro se destacava por oferecer luxo e espaço, utilizando motores potentes e um design de influência europeia, que inspirou modelos no Brasil como o Ford Del Rey. ",
      "imagem":"ford/granada.jpg"  
    },
    {
      "marca": "Ford",
      "modelo": "Galaxie",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1960s",
      "detalhes": "O Ford Galaxie foi um sedã grande e luxuoso fabricado no Brasil pela Ford de 1967 a 1983, sendo um ícone de conforto e requinte na época, além de ter sido o primeiro carro de passeio nacional da marca. Caracterizava-se pelo seu design imponente, o motor V8 potente, a suspensão que proporcionava um rodar suave e itens de luxo como ar condicionado e direção hidráulica, disponíveis desde o lançamento. ",
      "imagem":"ford/galaxie.jpg"  
    },
    {
      "marca": "Ford",
      "modelo": "Ranchero",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1957–1979",
      "detalhes": "O Ford Ranchero é um veículo utilitário cupê, produzido pela Ford nos Estados Unidos entre 1957 e 1979, que combina a cabine de um carro de passeio com a caçamba de uma picape. ",
      "imagem":"ford/ranchero.webp"  
    },
    {
      "marca": "Ford",
      "modelo": "LTD",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1960s–1970s",
      "detalhes": "O Ford LTD, especialmente no Brasil (como a versão do Ford Galaxie), era um sedã de luxo grande e confortável, conhecido pelo seu acabamento refinado, motorização V8 potente e transmissão automática.",
      "imagem":"ford/ltd.webp"  
    },
    {
      "marca": "Ford",
      "modelo": "Fairlane",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1950s–1960s",
      "detalhes": "O Ford Fairlane é um modelo de automóvel fabricado pela Ford entre 1955 e 1971 na América do Norte, com o nome inspirado na casa de Henry Ford, Fair Lane. É conhecido pelo seu design elegante e por ter incluído diferentes versões, como o icónico Fairlane 500 Skyliner de 1957-1959, o único conversível de teto rígido retrátil do mundo na época. As especificações variam com o ano e modelo, mas geralmente incluem motorizações V8, um design com linhas retas e curvas suaves, um capô longo e características como direção hidráulica e transmissão automática. " ,
      "imagem":"ford/fairlane.jpg" 
    },
    {
      "marca": "Ford",
      "modelo": "Mustang (1ª geração)",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1964–1973",
      "detalhes": "A primeira geração do Ford Mustang, lançada em 1964, redefiniu o conceito de pony car com um design de capô longo e traseira curta, oferecendo uma vasta gama de motores V6 e V8. Foi um sucesso imediato que inspirou uma nova categoria de carros compactos com apelo esportivo, baseando-se na plataforma do Ford Falcon e sendo produzido até 1973. ",
      "imagem":"ford/mustang.webp"  
    },
    {
      "marca": "Ford",
      "modelo": "Fox‑body Mustang (3ª geração)",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1979–1993",
      "detalhes": " Ford Mustang Fox‑body (3ª Geração), produzido de 1979 a 1993, usou a plataforma Fox da Ford, sendo conhecido por seu design com quatro faróis quadrados e grade inclinada, além de disponível como cupê de 2 portas ou hatchback de 3 portas. Apesar de um interior criticado pelo design de sedan, o modelo oferecia bons mostradores de instrumentos e um V8 5.0 nas versões mais potentes, que o tornaram um ícone da década de 1980. " ,
      "imagem":"ford/fox body.webp" 
    },
    {
      "marca": "Ford",
      "modelo": "Torino Talladega",
      "combustivel": "Gasolina",
      "pais_origem": "Estados Unidos",
      "ano_fabricacao": "1969",
      "detalhes": "O Ford Torino Talladega é um muscle car especial da Ford produzido em 1969, nomeado em homenagem ao circuito de NASCAR que foi inaugurado no mesmo ano. Foi uma versão aerodinâmica do Torino projetada para a competição NASCAR, exigida pelas regras de homologação, e equipado com o motor Cobra Jet V8 de 428 polegadas cúbicas. Com pouca produção (cerca de 754 unidades) e uma suspensão de competição padrão, o Talladega é hoje um carro muito colecionável e é considerado o primeiro dos chamados Aero Warriors. ",
      "imagem":"ford/torino.webp "  
    }
  ]